[
    {
        "anime": "Angel Beats!",
        "character": "TK",
        "quote": "Knockin' on Heaven's Door."
    },
    {
        "anime": "Utsuro no Hako to Zero no Maria",
        "character": "Shindo Iroha",
        "quote": "The purpose of practice is to improve your power. The purpose of the real race is to win."
    },
    {
        "anime": "Lovely Complex",
        "character": "Risa Koizumi",
        "quote": "I'm the one who's in the wrong, so if you really want to break someone's nose, break mine."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Akane Tsunemori",
        "quote": "Isn't using the net just like using knives for cooking or using paper to write things down? It has nothing to do with good or bad. It's like, it's there, so we accept and use it."
    },
    {
        "anime": "Detective Conan",
        "character": "Shinichi Kudou",
        "quote": "Even if you are facing a bitter aspect of life... Drugs and murder are foul, without any excuse. Deserve a red card, for a loser."
    },
    {
        "anime": "CLANNAD",
        "character": "Okazaki Tomoya",
        "quote": "What are you so hesitant about? It’s your dream, isn’t it? It’s right in front of you and you’re wavering? You gotta be reckless, and take whatever you can!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kyo",
        "quote": "If you love someone, they could make you sad. They could even make you feel lonely sometimes. But, that someone can also make you happier than you'll ever be."
    },
    {
        "anime": "Bakemonogatari",
        "character": "Koyomi Araragi",
        "quote": "If I can, I'd like to bring back what she has lost, what she threw away."
    },
    {
        "anime": "Berserk",
        "character": "Berserk",
        "quote": "In this world is the destiny of mankind controlled by some transcendental entity or law? Is it like the hand of god hovering from above? Perhaps men have no control even over their own will."
    },
    {
        "anime": "Toriko",
        "character": "Coco",
        "quote": "Whether it's disappointing or not depends on the person. Things like uneasiness or indecision are in everyone's lives. What's important is to appreciate and grow from every kind of result. If you can grow from them, you can understand that all events are for the purpose of growing and you can appreciate them."
    }
]
